4ops.terraform
aaron-bond.better-comments
akamud.vscode-theme-onedark
alefragnani.project-manager
azemoh.one-monokai
azemoh.theme-onedark
bbenoist.Nix
be5invis.toml
BeardedBear.beardedtheme
bereketsemagn.lunar
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
coolbear.systemd-unit-file
DotJoshJohnson.xml
dunstontc.dark-plus-syntax
Equinusocio.vsc-community-material-theme
exiasr.hadolint
fisheva.eva-theme
foxundermoon.shell-format
gerane.Theme-FlatlandMonokai
GitHub.github-vscode-theme
golang.go
harehare.textusm
hediet.vscode-drawio
IcePanel.icepanel
ipedrazas.kubernetes-snippets
jbockle.jbockle-format-files
jdinhlife.gruvbox
jeff-hykin.better-shellscript-syntax
jnoortheen.nix-ide
jolaleye.horizon-theme-vscode
jprestidge.theme-material-theme
mhutchie.git-graph
miguelsolorio.min-theme
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-toolsai.jupyter
ms-vscode.Theme-1337
Nimda.deepdark-material
PKief.material-icon-theme
redhat.vscode-yaml
rokoroku.vscode-theme-darcula
rust-lang.rust
scala-lang.scala
scalameta.metals
serayuzgur.crates
statiolake.vscode-rustfmt
Tim-Koehler.helm-intellisense
timonwong.ansible-autocomplete
timonwong.shellcheck
tinkertrain.theme-panda
tomoyukim.vscode-mermaid-editor
truman.autocomplate-shell
william-voyek.vscode-nginx
wmaurer.change-case
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
